<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>AmazonRootCA1.cer</key>
		<data>
		jaf5Zexe/DeRDxxuWf3BzGpu3hY=
		</data>
		<key>Assets.car</key>
		<data>
		Lr7HTBb6+QR9i2aR/U1Ky/I3bQ0=
		</data>
		<key>Base.lproj/cnh.mp3</key>
		<data>
		4ZeZXbc0T8OBr9PH/nR+tUo6E4w=
		</data>
		<key>Base.lproj/crlv.mp3</key>
		<data>
		7SZFkBMGsQgECVw9tbatECrP218=
		</data>
		<key>Base.lproj/ctpsback.mp3</key>
		<data>
		+dGTgv6Vcyj/VH+0y5i5aYXN9fk=
		</data>
		<key>Base.lproj/ctpsfront.mp3</key>
		<data>
		YAHxO+67DGb3PrThuAFkbeCypG4=
		</data>
		<key>Base.lproj/frentedacnh.mp3</key>
		<data>
		S2sXRgOmX6X5WNdH9PTekkERCrI=
		</data>
		<key>Base.lproj/frentedorg.mp3</key>
		<data>
		G06rZijvdEh1AAz1hF14WI10NLo=
		</data>
		<key>Base.lproj/identifydocument.mp3</key>
		<data>
		9PH5Hn7nn1RRI5lySViXS28Q+qw=
		</data>
		<key>Base.lproj/passport.mp3</key>
		<data>
		rGLvjFwO3qfrT2pgqrjdemZImIY=
		</data>
		<key>Base.lproj/rg.mp3</key>
		<data>
		X35+zhnicCtBMjwDENTXzmXkhgI=
		</data>
		<key>Base.lproj/rneback.mp3</key>
		<data>
		o1rb8dW/B8ybOgsBsKMXbPlojIg=
		</data>
		<key>Base.lproj/rnefront.mp3</key>
		<data>
		jmBgCY+v0AXXEV92BiNSNmhFW2Y=
		</data>
		<key>Base.lproj/versodacnh.mp3</key>
		<data>
		MwVAtltqNr3PbKYSnIFC8+TXTvk=
		</data>
		<key>Base.lproj/versodorg.mp3</key>
		<data>
		wL/1CHwR6AHxJCl9jKWKfe3p0Cw=
		</data>
		<key>DocumentClassifier.mlmodelc/analytics/coremldata.bin</key>
		<data>
		qwqG/xO+VVI3grtGlY8w7gRlWtY=
		</data>
		<key>DocumentClassifier.mlmodelc/coremldata.bin</key>
		<data>
		z1QydvaJS7dgIYwbv/gbRwOpv9E=
		</data>
		<key>DocumentClassifier.mlmodelc/metadata.json</key>
		<data>
		1iDpfcLO61Xkt4yJyQYagphtSeg=
		</data>
		<key>DocumentClassifier.mlmodelc/model.espresso.net</key>
		<data>
		yOvNcYIvoqEd09AfiPnE1ZjvuBI=
		</data>
		<key>DocumentClassifier.mlmodelc/model.espresso.shape</key>
		<data>
		wTUZgBUcPMXcs8mHE5Mpsgd6VC8=
		</data>
		<key>DocumentClassifier.mlmodelc/model.espresso.weights</key>
		<data>
		2nzIhhnxdyTF+bsDpOxrbnFalAY=
		</data>
		<key>DocumentClassifier.mlmodelc/model/coremldata.bin</key>
		<data>
		ouIPdEgQx+YCLVUUac+uBH1zkwQ=
		</data>
		<key>DocumentClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Headers/DocumentDetector-Swift.h</key>
		<data>
		0N7LdkwVCj7qs9pkEkCfQpVSu44=
		</data>
		<key>Info.plist</key>
		<data>
		zK/Tc9uxF7L8urvQEMU9LjO43+8=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		mYK5AlXtX5g/m84Ns4Q/b3spSEg=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		WIGpWn8+j5qvTlBq4bepO9QDpw4=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		9XDnGqk9wO11cTxso5VDhOPYGuk=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		WIGpWn8+j5qvTlBq4bepO9QDpw4=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		99h4a250pRiUsS038IKoFPk9orY=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		sfnI6bAKa2Ln815slpAgWsR4qYo=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		Xl//Hqn4XWsC439NlmYmrvbZQhg=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		OuK+ZfgQ+G3o9WICtSlkMya3Ozw=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		Xl//Hqn4XWsC439NlmYmrvbZQhg=
		</data>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		ktpmVihLFhUbUWgOlQiXMancgVk=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		13xD+DAxsbwxkjKHbj5XJtyz/ac=
		</data>
		<key>PopupDocumentDetector.storyboardc/Info.plist</key>
		<data>
		fqK5i8UbpCH4F553KTWln4zS4uo=
		</data>
		<key>PopupDocumentDetector.storyboardc/PopupDocumentDetectorController.nib</key>
		<data>
		pI+F5TWlUIjUXPZx4Pj3aEsztM0=
		</data>
		<key>PopupDocumentDetector.storyboardc/raE-BD-Pfp-view-gwR-Tn-Ta1.nib</key>
		<data>
		oMZZUqpSwzXNzKKYPN4i0UhJGj0=
		</data>
		<key>Preview.storyboardc/Info.plist</key>
		<data>
		E8C75PRTIuTSS2imov4p2NrHxiU=
		</data>
		<key>Preview.storyboardc/PreviewViewController.nib</key>
		<data>
		WeFiCV47ptjGoUHOQZanhMN6ybo=
		</data>
		<key>Preview.storyboardc/h5X-tz-HyN-view-ZgM-rn-lYk.nib</key>
		<data>
		rl1puPVV3NOIzbA8bOcxRpwdlfs=
		</data>
		<key>cnh - PT-BR.mp3</key>
		<data>
		4ZeZXbc0T8OBr9PH/nR+tUo6E4w=
		</data>
		<key>crlv - PT-BR.mp3</key>
		<data>
		7SZFkBMGsQgECVw9tbatECrP218=
		</data>
		<key>ctpsback - PT-BR.mp3</key>
		<data>
		+dGTgv6Vcyj/VH+0y5i5aYXN9fk=
		</data>
		<key>ctpsfront - PT-BR.mp3</key>
		<data>
		YAHxO+67DGb3PrThuAFkbeCypG4=
		</data>
		<key>en.lproj/Detector.strings</key>
		<dict>
			<key>hash</key>
			<data>
			C74VDvzwz9aFNWRsIEjhc3mQEg0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/cnh.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			vcino+GdgK7viuxdJquFOsJtKTE=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/crlv.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			qygJYg5FV/B/8pmfFOas6AFxFf0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/ctpsback.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			+dGTgv6Vcyj/VH+0y5i5aYXN9fk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/ctpsfront.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			YAHxO+67DGb3PrThuAFkbeCypG4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/frentedacnh.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			Xp7uiwh4oTy4+8OicdSALVbH/TQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/frentedorg.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			JjLH6q0N7EJDZPKdIFGizA4AqfY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/identifydocument.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			xOwy0XpSH6z00TcOXSNIOI1wS4E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/passport.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			mSTNtndG8gaK/85ZBdqYzOVfZzc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/rg.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			7G32uS4TKMAJl7xJELH3cyKbDHE=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/rneback.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			cyXuf0+/dJACP5lD8dKiN18my8U=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/rnefront.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			86gck/pafii1vOWLTfBMCtsnqXc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/versodacnh.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			6mIw6Kr6Txd0S3nnQLj3Tb8wZ0Q=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/versodorg.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			YZwiR4XDdHb85AvOTtjXM3zOpgI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Detector.strings</key>
		<dict>
			<key>hash</key>
			<data>
			p6vf4K/MsLXeg2tMvVlOfDrxGJo=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/cnh.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			tuK7iKW67S/OoJXWuva9jNEPbRQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/crlv.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			KNoUzKF9+nLPXJP1k2StAwK2UK0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/ctpsback.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			fl/5WRiYTu+7VEemUQa9r49j7gg=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/ctpsfront.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			wrbfAEHYWYDDkKlkn7xUqflScj8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/frentedacnh.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			DJPpiZLjG5fWbQRYYRX1o02Pojw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/frentedorg.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			VJ54iBo1grEEcrBPZ5cBl+uXigo=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/identifydocument.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			Ttra7liOR362ELMWn7HEt2EUJyM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/passport.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			QQPdfdIkCMZgaOHK5ePL12zxn5A=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/rg.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			N/YJP5RPjKU1rmz5aqXlLhLYXXE=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/rneback.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			r87vPBuZq46vZN1DJa5MYKdENb8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/rnefront.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			tfoN7r0RrDVa8PRUvwtRboHomeo=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/versodacnh.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			juJzjSs7C4uPlGBnc8+iCFcfJbk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/versodorg.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			jhYyk0v6bR7gPTquxLFkdUtQjow=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>frentedacnh - PT-BR.mp3</key>
		<data>
		S2sXRgOmX6X5WNdH9PTekkERCrI=
		</data>
		<key>frentedorg - PT-BR.mp3</key>
		<data>
		G06rZijvdEh1AAz1hF14WI10NLo=
		</data>
		<key>identifydocument - PT-BR.mp3</key>
		<data>
		9PH5Hn7nn1RRI5lySViXS28Q+qw=
		</data>
		<key>passport - PT-BR.mp3</key>
		<data>
		rGLvjFwO3qfrT2pgqrjdemZImIY=
		</data>
		<key>pt-BR.lproj/Detector.strings</key>
		<dict>
			<key>hash</key>
			<data>
			pWo4Xt2gFMXQ7PrMlDzNzUQSgNc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-PT.lproj/Detector.strings</key>
		<dict>
			<key>hash</key>
			<data>
			pWo4Xt2gFMXQ7PrMlDzNzUQSgNc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>rg - PT-BR.mp3</key>
		<data>
		X35+zhnicCtBMjwDENTXzmXkhgI=
		</data>
		<key>rneback - PT-BR.mp3</key>
		<data>
		o1rb8dW/B8ybOgsBsKMXbPlojIg=
		</data>
		<key>rnefront - PT-BR.mp3</key>
		<data>
		jmBgCY+v0AXXEV92BiNSNmhFW2Y=
		</data>
		<key>versodacnh - PT-BR.mp3</key>
		<data>
		MwVAtltqNr3PbKYSnIFC8+TXTvk=
		</data>
		<key>versodorg - PT-BR.mp3</key>
		<data>
		wL/1CHwR6AHxJCl9jKWKfe3p0Cw=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>AmazonRootCA1.cer</key>
		<dict>
			<key>hash2</key>
			<data>
			js3miE89h7ESW6Maw/yxPXAW3n9XzJBP4cuXxq6YGW4=
			</data>
		</dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			voIxQmVcoJl3oh5L3ZNqUgS9+QrQxe3Ap8hVW6ieARE=
			</data>
		</dict>
		<key>Base.lproj/cnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			XqPZW2SnRUasxqWhpa8L6hzvHN1ut+aiNwe7V16kKzs=
			</data>
		</dict>
		<key>Base.lproj/crlv.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			zX5NH+8YaKH9aIRHLaaY4bXgi99dC+rXU99wN/SpDSE=
			</data>
		</dict>
		<key>Base.lproj/ctpsback.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			nwG4jtXNd+m14QsthJB8S1AlswbELCp6wMP3DpFgjaw=
			</data>
		</dict>
		<key>Base.lproj/ctpsfront.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			ad4OCcM7sPHHIM323pvxq5XmNqP7lhTKNTVWmk1Rm7w=
			</data>
		</dict>
		<key>Base.lproj/frentedacnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			EoXOZPQHtR5Z78SpMCTzfwOm7jhsETd0I3JDNw5p/34=
			</data>
		</dict>
		<key>Base.lproj/frentedorg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			1KuhDceAiDY3a6hj2MQQ3dBKoF4tTH1TcppsGR1iOV8=
			</data>
		</dict>
		<key>Base.lproj/identifydocument.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			zxvZxM//96ug6Y9WZqN/QGFrd6riHseHPICkSjhga/k=
			</data>
		</dict>
		<key>Base.lproj/passport.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			L5oJF4Hopf8zP42GN+I2WacXUjQ7EjZWwNPQ7F1yB9M=
			</data>
		</dict>
		<key>Base.lproj/rg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			aVhq/VlCcogheb/QJ+NIeO7VsGeskXpux1x1AUJWiJA=
			</data>
		</dict>
		<key>Base.lproj/rneback.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			gKqXFlVU4o5na7ccgiYIhrz09GOxXQ6MwDZUTGbk7+Q=
			</data>
		</dict>
		<key>Base.lproj/rnefront.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			WThuSPnmMsYGpAP3XDOA0QBoCSe5h5tHfJPJ2Aubk4c=
			</data>
		</dict>
		<key>Base.lproj/versodacnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			B8k0mNQ5FJM5tweHOIoubMB8Ka+ucoLjwAXulkRFAUc=
			</data>
		</dict>
		<key>Base.lproj/versodorg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			2+4bq+QLEWxFGabN10Ygn3k8Vr/kYrXPx8y0ruR8W4k=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			pE7a6melfh6QyqkhDYPabJfeRk5Yb+eOrfCfrWWXeq4=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Uzbn0DIphbBnNGmw6+mabqSG/acHyXuBEziR69I1nzI=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			15oanvaG4NR/ngNGH81Yr4H1PhfQiWZiwsa7vOjMlO4=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			E0z6bapdrdR6X7Z/2pR9/eA8OKYPQ4hWn9/cj7I6n6o=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			izTKV/7K3Ya+OFmGrUz/ab/5xl7TRexMw5YA0o0xUYA=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			KBkFI7QyzgoIRa5u2JTwVrYOtg3j1a61OP5nam9nTpE=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			isSH1ozQajofT60UVyppXDzHwpMfIV8848sDfmp0RSk=
			</data>
		</dict>
		<key>DocumentClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Headers/DocumentDetector-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ZJZnaxmAFzS+LqCCq6xbLzPel0be7DjW3SZd1xxanAQ=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hGK3KQfCLTrSsfEdYNi8eEh6LShgG/sE0m3q70pJpug=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			9ZT82CMYXyZcts+3KrIBT+O11S2B55RI8jr4eGv9TJs=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			yirec3PjAcdwjfOGuWEO9ePdKERBP9+QPoC3yraocgk=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			9ZT82CMYXyZcts+3KrIBT+O11S2B55RI8jr4eGv9TJs=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			OJo6GbIqhmlxMhc7C6NZy8iwKpa/U3zEr6Ii01Ms/Yw=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			UfAQxQ+mGu/YtAsNW9piHWFdZPx/9oSC6J1mOPSzH04=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			KIFJ7mNqSBVM69okY7zckdqRrQSsJtGPnsKxZVueS/s=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			EOoc96YdzIxuuknWm289Sfm+57zzISjEXCoUDwT300k=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			KIFJ7mNqSBVM69okY7zckdqRrQSsJtGPnsKxZVueS/s=
			</data>
		</dict>
		<key>Modules/DocumentDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			oo0czetJAuTBNJgHoTcJdL/W6QEpTYV7+JuvoL7DCVE=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			u3U4cbNxne9Et2Oiylfs37/R+cecS3JhCaal+v11VhE=
			</data>
		</dict>
		<key>PopupDocumentDetector.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			t3S62C7E9ELuJkD1a/XfAi5RqIfvXaRagE8jImTTu9s=
			</data>
		</dict>
		<key>PopupDocumentDetector.storyboardc/PopupDocumentDetectorController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WDfNB2qkyFauTIKpB2Lg78iMjH3qn04BkpOl565stZU=
			</data>
		</dict>
		<key>PopupDocumentDetector.storyboardc/raE-BD-Pfp-view-gwR-Tn-Ta1.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			VxlJConcbPE5l9nGLvbv+EOqhfjj1B/z/k4FW/nSuPE=
			</data>
		</dict>
		<key>Preview.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			7lRmUoITp8s5A38PmOdmAxmWrBUKRkddlsADuxgYauA=
			</data>
		</dict>
		<key>Preview.storyboardc/PreviewViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dVf1xx/XWAT2cAyu4XC2LxKmN/2cjqV6MkXKJkyrvv8=
			</data>
		</dict>
		<key>Preview.storyboardc/h5X-tz-HyN-view-ZgM-rn-lYk.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			IcX7YdTgdbm3NKP61T6Ryy8v5Xka0rapqbFnVnK973Y=
			</data>
		</dict>
		<key>cnh - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			XqPZW2SnRUasxqWhpa8L6hzvHN1ut+aiNwe7V16kKzs=
			</data>
		</dict>
		<key>crlv - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			zX5NH+8YaKH9aIRHLaaY4bXgi99dC+rXU99wN/SpDSE=
			</data>
		</dict>
		<key>ctpsback - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			nwG4jtXNd+m14QsthJB8S1AlswbELCp6wMP3DpFgjaw=
			</data>
		</dict>
		<key>ctpsfront - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			ad4OCcM7sPHHIM323pvxq5XmNqP7lhTKNTVWmk1Rm7w=
			</data>
		</dict>
		<key>en.lproj/Detector.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			Z9JK4fd7kYchdiKVhAbe0Z/oQ7dZg8l0Cju1W/gWHmE=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/cnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			DimavxVg6TNYUJ42jaf0hVqlRvxM0G3Hlww3a+pmp2c=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/crlv.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			Wa/51R/NBBcpRUykHNlgBJZ5v6X1fBkavGufVe/XgQM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/ctpsback.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			nwG4jtXNd+m14QsthJB8S1AlswbELCp6wMP3DpFgjaw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/ctpsfront.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			ad4OCcM7sPHHIM323pvxq5XmNqP7lhTKNTVWmk1Rm7w=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/frentedacnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			N+BBMEhaKVh1qcfV7/ASosKs9/dwQpcMeN1Et2mkMzk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/frentedorg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			epXusdqRxU7s0ZuKAIcdnRnQsMHgZPaPtg9X4+Eg0OM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/identifydocument.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			2pDbUxwib51C+jVZ+c+SE+BUTxQEpcTis5ZyCJ+o65I=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/passport.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			cbGvQidrRcbdALg+Toz1CQzgjSYfoUnGQ2c/BpqEm+8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/rg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			oh5VsftIbjHS/6I7tOyjsC0d2kElOvML58JtVpStIv0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/rneback.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			WUnu3DBZ2pBkLujexvIzNaK5e4Y3uZYB9VclcFCvbA8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/rnefront.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			7hxE7Wojn4m/ky81sy27Qcr471X5+XIgrOcjn/XWj6c=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/versodacnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			USdvVXe/X7m6TqnXWIi9E6Z73cwx7JJR0vK5gzdq7x4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/versodorg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			LcnmQH+IptdmV5zSyx+UBh8KG81wEne0ucFiXntRgX0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Detector.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			n4hHBK+bTMZA8uT9XKkACQIgSxtWhC+71zZWQ1IOjAM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/cnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			fnk0Jib0IMElbXImHUnmfvOSzzIXphgr7b9SiWDZ9fk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/crlv.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			2z0hZcbJsySHqXrd87uSaKrRzcsLN94T7VOO6XjG1bE=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/ctpsback.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			RGnXq2hNbDhCSKAO9ej5u9+hgVTEPhP47Ljhekze3xQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/ctpsfront.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			xro3XkhlH22S5ar11Wwqv41suqjv/neRlJAOKg1up74=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/frentedacnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			GT/t5NdKf8Bjiy1Y0y7AotdJ3v5a+vt1gejHKnJ86mg=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/frentedorg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			0M6jhjGthRM3/GRckb3m4JCTE4dNBmpV582LWr+qUdU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/identifydocument.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			S+2iNg3hxZkVB8vIW8RJxmz5SFQOW1oriq3UDZWvBm0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/passport.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			IpiVUwO6W7X8mJV2eHGIAYxhyW0XWlw6d7exBnW9+aw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/rg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			x+THZ/IM5XF/yaCPL5MxyNrw+bcjzWKFvOuCF3kIOWY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/rneback.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			E7DFSPfQNU+qY0mVw9TUJy5EO/4/oCeHah2stf8LtLQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/rnefront.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			0VCOFs2BVzI4rl3lB1JYboOVIOoB88xU+azcrae62ho=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/versodacnh.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			mWsBkofj1nV1ubYlIX2o9zwYrzLeIPdRCl9CQCx0TSQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/versodorg.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			Rk3ivu/OtD1P1TKEBlHicPL33dwqW3YJXrBaXGtGVWI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>frentedacnh - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			EoXOZPQHtR5Z78SpMCTzfwOm7jhsETd0I3JDNw5p/34=
			</data>
		</dict>
		<key>frentedorg - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			1KuhDceAiDY3a6hj2MQQ3dBKoF4tTH1TcppsGR1iOV8=
			</data>
		</dict>
		<key>identifydocument - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			zxvZxM//96ug6Y9WZqN/QGFrd6riHseHPICkSjhga/k=
			</data>
		</dict>
		<key>passport - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			L5oJF4Hopf8zP42GN+I2WacXUjQ7EjZWwNPQ7F1yB9M=
			</data>
		</dict>
		<key>pt-BR.lproj/Detector.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			tkYv1fHiqT6SOnaIhxzosI77OJrHknKCr2AGVwfdQjw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-PT.lproj/Detector.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			tkYv1fHiqT6SOnaIhxzosI77OJrHknKCr2AGVwfdQjw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>rg - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			aVhq/VlCcogheb/QJ+NIeO7VsGeskXpux1x1AUJWiJA=
			</data>
		</dict>
		<key>rneback - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			gKqXFlVU4o5na7ccgiYIhrz09GOxXQ6MwDZUTGbk7+Q=
			</data>
		</dict>
		<key>rnefront - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			WThuSPnmMsYGpAP3XDOA0QBoCSe5h5tHfJPJ2Aubk4c=
			</data>
		</dict>
		<key>versodacnh - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			B8k0mNQ5FJM5tweHOIoubMB8Ka+ucoLjwAXulkRFAUc=
			</data>
		</dict>
		<key>versodorg - PT-BR.mp3</key>
		<dict>
			<key>hash2</key>
			<data>
			2+4bq+QLEWxFGabN10Ygn3k8Vr/kYrXPx8y0ruR8W4k=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
